import "./Content4.css";
import hero2 from "../../images/hero2.jpg";
import right_icon from "../../images/right-icon.svg";

const Content4 = () => {
  return (
    <div className="content4">
      <div className="header">
        <h3>প্রেক্ষাপটের সর্বশেষ</h3>
        <img src={right_icon} alt="right-icon" />
      </div>

      <div className="content-container">
        <h4>সাজিদ ফাতেমী ও তাঁর দল নকশিকাঁথা</h4>
        <h4>সংগীত কিশোর আলোর সভায় পুঁথি পাঠ-</h4>
        <h4>নকশিকাঁথা ব্যান্ডের ভোকাল সাজিদ ফাতেমী</h4>
        <p>
          ২০১৮ সালের ফেব্রুয়ারি মাসে কিশোর আলোর সভায় এসেছিলেন নকশিকাঁথা
          ব্যান্ডের ভোকাল সাজিদ ফাতেমী। কিশোর আলো নিয়ে তাৎক্ষণিকভাবে লেখা একটি
          পুঁথি পাঠ।
        </p>
        <br />
        <h4>বিশ্বকাপের ১০ অধিনায়কের গল্প</h4>
        <p>
          ক্রিকেট বিশ্বকাপের ১০ অধিনায়কের গল্প মজার ব্যাপার হচ্ছে, এক কেইন
          উইলিয়ামসনের বাদে গত বিশ্বকাপে নেতৃত্ব দেওয়া কোনো অধিনায়কই এবার
          অধিনায়কত্ব করছেন না। সব দলই কমবেশি বদলে ফেলেছে নিজেদের।
        </p>
        <br />
        <h4>গণিতের ধাঁধা. ভালুকের গায়ের রং কি?</h4>
        <p>
          এক ব্যক্তি হাঁটতে হাঁটতে এক কিলোমিটার দক্ষিণে গেলেন। সেখান থেকে তিনি
          এক কিলোমিটার পূর্বে যান। সর্বশেষ তিনি আরও এক কিলোমিটার উত্তরে গিয়ে
          বিশ্রাম নেন। অভিযাত্রী...
        </p>
        <br />
        <h4>চিঠি ছাপানোর চ্যালেঞ্জ</h4>
        <p>
          ওর জন্য আমি শান্তিতে কিআ পড়তে পারি না। হকার আংকেল যখন কিআ দিয়ে যান,
          তখন আমি স্কুলে থাকি।তখনই আমার বোন কিআটা (ফ্রিজের ওপরে, খাটের নাচে,
          আলমারির ওপরে) লুকিয়ে রাখে। আমার চিঠি তুমি না ছাপালে আমি...
        </p>
        <br />
        <br />
      </div>
      <div className="hero-img">
        <img className="poster-image" src={hero2} alt="hero-image" />
      </div>
    </div>
  );
};

export default Content4;
